[AchievementSpecific.12DaysOfPandora ChallengeDefinition]
ChallengeName="12 Days of Pandora"
Description="Master the technology of Pandora"
RewardText="+5,000 xp"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Assault Rifle kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Pistol kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
ConditionName="Faces melted"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
ConditionName="Grenade kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Shotgun kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
ConditionName="SMG kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
ConditionName="Sniper Rifle kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
ConditionName="Melee kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
ConditionName="Critical hit kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
ConditionName="Explosive kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
ConditionName="Shock kills"

[AchievementSpecific.12DaysOfPandora:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
ConditionName="Incendiary kills"

[Enemies.Enemy_Guardian_1_WhatIsThatThing ChallengeDefinition]
ChallengeName="What is that thing?"
Description="Kill 50 Guardian"
RewardText="+1,000 xp"

[Enemies.Enemy_Guardian_1_WhatIsThatThing:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Guardian Kills"

[Enemies.Enemy_Guardian_2_TheVaultIsMine ChallengeDefinition]
ChallengeName="  The Vault is mine"
Description="Kill 250 Guardian"
RewardText="+2,000 xp"

[Enemies.Enemy_Guardian_2_TheVaultIsMine:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Guardian Kills"

[Enemies.Enemy_Guardian_3_Xenophobe ChallengeDefinition]
ChallengeName="    Xenophobe"
Description="Kill 1,000 Guardian"
RewardText="+5,000 xp"

[Enemies.Enemy_Guardian_3_Xenophobe:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Guardian Kills"

[Enemies.Enemy_Guardian_4_DominantSpecies ChallengeDefinition]
ChallengeName="      Dominant species"
Description="Kill 2,500 Guardian"
RewardText="+20,000 xp"

[Enemies.Enemy_Guardian_4_DominantSpecies:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Guardian Kills"

[Enemies.Enemy_Human_1_HeadHunter ChallengeDefinition]
ChallengeName="Headhunter"
Description="Kill 50 Human enemies"
RewardText="+1,000 xp"

[Enemies.Enemy_Human_1_HeadHunter:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Human kills"

[Enemies.Enemy_Human_2_NotReallyAPeoplePerson ChallengeDefinition]
ChallengeName="  Not Really a People Person"
Description="Kill 250 Human enemies"
RewardText="+2,000 xp"

[Enemies.Enemy_Human_2_NotReallyAPeoplePerson:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Human kills"

[Enemies.Enemy_Human_3_IHateHumans ChallengeDefinition]
ChallengeName="    Misanthrope"
Description="Kill 1,000 Human enemies"
RewardText="+5,000 xp"

[Enemies.Enemy_Human_3_IHateHumans:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Human kills"

[Enemies.Enemy_Human_4_WarCriminal ChallengeDefinition]
ChallengeName="      War Criminal"
Description="Kill 2,500 Human enemies"
RewardText="+20,000 xp"

[Enemies.Enemy_Human_4_WarCriminal:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Human kills"

[Enemies.Enemy_Rakk_1_RakkSlayer ChallengeDefinition]
ChallengeName="Rakk Slayer"
Description="Kill 50 Rakk"
RewardText="+1,000 xp"

[Enemies.Enemy_Rakk_1_RakkSlayer:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Rakk Kills"

[Enemies.Enemy_Rakk_2_IfItFliesItDies ChallengeDefinition]
ChallengeName="  If it flies, it dies"
Description="Kill 250 Rakk"
RewardText="+2,000 xp"

[Enemies.Enemy_Rakk_2_IfItFliesItDies:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Rakk Kills"

[Enemies.Enemy_Rakk_3_RakkFlak ChallengeDefinition]
ChallengeName="    Rakk Flak"
Description="Kill 1,000 Rakk"
RewardText="+5,000 xp"

[Enemies.Enemy_Rakk_3_RakkFlak:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Rakk Kills"

[Enemies.Enemy_Rakk_4_IfICantFlyNooneFlies ChallengeDefinition]
ChallengeName="      If I can't fly, no one flies"
Description="Kill 2,500 Rakk"
RewardText="+20,000 xp"

[Enemies.Enemy_Rakk_4_IfICantFlyNooneFlies:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Rakk Kills"

[Enemies.Enemy_Skag_1_SkagSlayer ChallengeDefinition]
ChallengeName="Skag Slayer"
Description="Kill 50 Skags"
RewardText="+1,000 xp"

[Enemies.Enemy_Skag_1_SkagSlayer:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Skag Kills"

[Enemies.Enemy_Skag_2_SitStayPlayDead ChallengeDefinition]
ChallengeName="  SIT! STAY! PLAY DEAD!"
Description="Kill 250 Skags"
RewardText="+2,000 xp"

[Enemies.Enemy_Skag_2_SitStayPlayDead:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Skag Kills"

[Enemies.Enemy_Skag_3_IHateDogs ChallengeDefinition]
ChallengeName="    I hate dogs"
Description="Kill 1,000 Skags"
RewardText="+5,000 xp"

[Enemies.Enemy_Skag_3_IHateDogs:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Skag Kills"

[Enemies.Enemy_Skag_4_YouAreTheSkagpocalypse ChallengeDefinition]
ChallengeName="      You Are The Skagpocalypse"
Description="Kill 2,500 Skags"
RewardText="+20,000 xp"

[Enemies.Enemy_Skag_4_YouAreTheSkagpocalypse:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Skag Kills"

[Enemies.Enemy_Spiderant_1_SpiderantSlayer ChallengeDefinition]
ChallengeName="Spiderant Slayer"
Description="Kill 50 Spiderants"
RewardText="+1,000 xp"

[Enemies.Enemy_Spiderant_1_SpiderantSlayer:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Spiderant Kills"

[Enemies.Enemy_Spiderant_2_BugCrusher ChallengeDefinition]
ChallengeName="  Bug Crusher"
Description="Kill 250 Spiderants"
RewardText="+2,000 xp"

[Enemies.Enemy_Spiderant_2_BugCrusher:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Spiderant Kills"

[Enemies.Enemy_Spiderant_3_IHateBugs ChallengeDefinition]
ChallengeName="    I hate bugs"
Description="Kill 1,000 Spiderants"
RewardText="+5,000 xp"

[Enemies.Enemy_Spiderant_3_IHateBugs:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Spiderant Kills"

[Enemies.Enemy_Spiderant_4_TheExterminator ChallengeDefinition]
ChallengeName="      The Exterminator"
Description="Kill 2,500 Spiderants"
RewardText="+20,000 xp"

[Enemies.Enemy_Spiderant_4_TheExterminator:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Spiderant Kills"

[KillTotals.ActionKills_1_ActionHero ChallengeDefinition]
ChallengeName="Action Hero"
Description="Kill 50 enemies using your Action Skill"
RewardText="+1,000 xp"

[KillTotals.ActionKills_1_ActionHero:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Action Skill Kills"

[KillTotals.ActionKills_2_BewareMadSkills ChallengeDefinition]
ChallengeName="  Beware!  Mad Skills!"
Description="Kill 250 enemies using your Action Skill"
RewardText="+2,000 xp"

[KillTotals.ActionKills_2_BewareMadSkills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Action Skill Kills"

[KillTotals.ActionKills_3_WhyDoYouEvenCarryAGun ChallengeDefinition]
ChallengeName="    Why do you even carry a gun?"
Description="Kill 1,000 enemies using your Action Skill"
RewardText="+5,000 xp"

[KillTotals.ActionKills_3_WhyDoYouEvenCarryAGun:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Action Skill Kills"

[KillTotals.ActionKills_4_YourKungFuIsBest ChallengeDefinition]
ChallengeName="      Your Kung Fu is Best"
Description="Kill 2,500 enemies using your Action Skill"
RewardText="+20,000 xp"

[KillTotals.ActionKills_4_YourKungFuIsBest:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Action Skill Kills"

[KillTotals.CorrosiveKills_1_ChemistryRocks ChallengeDefinition]
ChallengeName="Chemistry Rocks!"
Description="Get 25 kills with Corrosive attacks"
RewardText="+1,000 xp"

[KillTotals.CorrosiveKills_1_ChemistryRocks:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Corrosive Kills"

[KillTotals.CorrosiveKills_2_WhyIsTheFloorAllGooey ChallengeDefinition]
ChallengeName="  Why is the floor all gooey?"
Description="Get 250 kills with Corrosive attacks"
RewardText="+2,000 xp"

[KillTotals.CorrosiveKills_2_WhyIsTheFloorAllGooey:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Corrosive Kills"

[KillTotals.CorrosiveKills_3_MixesHouseholdChemicals ChallengeDefinition]
ChallengeName="    Mixes household chemicals"
Description="Get 1,000 kills with Corrosive attacks"
RewardText="+5,000 xp"

[KillTotals.CorrosiveKills_3_MixesHouseholdChemicals:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Corrosive Kills"

[KillTotals.CorrosiveKills_4_Chemist ChallengeDefinition]
ChallengeName="      Chemist"
Description="Get 2,500 kills with Corrosive attacks"
RewardText="+20,000 xp"

[KillTotals.CorrosiveKills_4_Chemist:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Corrosive Kills"

[KillTotals.Critical_1_LuckyShot ChallengeDefinition]
ChallengeName="Lucky Shot!"
Description="Kill 100 enemies with Critical Hits"
RewardText="+1,000 xp"

[KillTotals.Critical_1_LuckyShot:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Critical Hit Kills"

[KillTotals.Critical_2_CrackShot ChallengeDefinition]
ChallengeName="  Crack Shot"
Description="Kill 250 enemies with Critical Hits"
RewardText="+2,000 xp"

[KillTotals.Critical_2_CrackShot:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Critical Hit Kills"

[KillTotals.Critical_3_DontYouEverMiss ChallengeDefinition]
ChallengeName="    Don't You Ever Miss?"
Description="Kill 1,000 enemies with Critical Hits"
RewardText="+5,000 xp"

[KillTotals.Critical_3_DontYouEverMiss:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Critical Hit Kills"

[KillTotals.Critical_4_BrainSurgeon ChallengeDefinition]
ChallengeName="      Brain Surgeon"
Description="Kill 2,500 enemies with Critical Hits"
RewardText="+20,000 xp"

[KillTotals.Critical_4_BrainSurgeon:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Critical Hit Kills"

[KillTotals.DuelWin_1_Duelist ChallengeDefinition]
ChallengeName="Duelist"
Description="Win 10 Duels"
RewardText="+500 xp"

[KillTotals.DuelWin_1_Duelist:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Duels won"

[KillTotals.DuelWin_2_SmackDown ChallengeDefinition]
ChallengeName="  Smack Down!"
Description="Win 50 Duels"
RewardText="+1,000 xp"

[KillTotals.DuelWin_2_SmackDown:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Duels won"

[KillTotals.DuelWin_3_BraggingRights ChallengeDefinition]
ChallengeName="    Bragging Rights"
Description="Win 250 Duels"
RewardText="+2,000 xp"

[KillTotals.DuelWin_3_BraggingRights:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Duels won"

[KillTotals.DuelWin_4_Invincible ChallengeDefinition]
ChallengeName="      Invincible"
Description="Win 1,000 Duels"
RewardText="+5,000 xp"

[KillTotals.DuelWin_4_Invincible:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Duels won"

[KillTotals.ExplosiveKills_1_BoomGoesTheDynamite ChallengeDefinition]
ChallengeName="Boom goes the Dynamite!"
Description="Get 25 kills with Explosive attacks"
RewardText="+1,000 xp"

[KillTotals.ExplosiveKills_1_BoomGoesTheDynamite:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Explosive Kills"

[KillTotals.ExplosiveKills_2_TooBadAboutTheTinnitus ChallengeDefinition]
ChallengeName="  Too bad about the Tinnitus"
Description="Get 250 kills with Explosive attacks"
RewardText="+2,000 xp"

[KillTotals.ExplosiveKills_2_TooBadAboutTheTinnitus:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Explosive Kills"

[KillTotals.ExplosiveKills_3_CrossesBorderForFireworks ChallengeDefinition]
ChallengeName="    Crosses border for fireworks"
Description="Get 1,000 kills with Explosive attacks"
RewardText="+5,000 xp"

[KillTotals.ExplosiveKills_3_CrossesBorderForFireworks:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Explosive Kills"

[KillTotals.ExplosiveKills_4_Demolitionist ChallengeDefinition]
ChallengeName="      Demolitionist"
Description="Get 2,500 kills with Explosive attacks"
RewardText="+20,000 xp"

[KillTotals.ExplosiveKills_4_Demolitionist:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Explosive Kills"

[KillTotals.FireKills_1_HotTooHot ChallengeDefinition]
ChallengeName="Hot! Too Hot!"
Description="Get 25 kills with Incendiary attacks"
RewardText="+1,000 xp"

[KillTotals.FireKills_1_HotTooHot:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Fire Kills"

[KillTotals.FireKills_2_Toasty ChallengeDefinition]
ChallengeName="  Toasty!"
Description="Get 250 kills with Incendiary attacks"
RewardText="+2,000 xp"

[KillTotals.FireKills_2_Toasty:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Fire Kills"

[KillTotals.FireKills_3_PlaysWithMatches ChallengeDefinition]
ChallengeName="    Plays with matches"
Description="Get 1,000 kills with Incendiary attacks"
RewardText="+5,000 xp"

[KillTotals.FireKills_3_PlaysWithMatches:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Fire Kills"

[KillTotals.FireKills_4_Pyromaniac ChallengeDefinition]
ChallengeName="      Pyromaniac"
Description="Get 2,500 kills with Incendiary attacks"
RewardText="+20,000 xp"

[KillTotals.FireKills_4_Pyromaniac:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Fire Kills"

[KillTotals.KillChain_1_Relentless ChallengeDefinition]
ChallengeName="Relentless"
Description="Kill 5 enemies in succession with no more than 7 seconds between each kill"
RewardText="+500 xp"

[KillTotals.KillChain_1_Relentless:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Kills"

[KillTotals.KillChain_2_ChainKiller ChallengeDefinition]
ChallengeName="  Chain Killer"
Description="Kill 10 enemies in succession with no more than 7 seconds between each kill"
RewardText="+1000 xp"

[KillTotals.KillChain_2_ChainKiller:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Kills"

[KillTotals.KillChain_3_KillingSpree ChallengeDefinition]
ChallengeName="    Killing Spree"
Description="Kill 15 enemies in succession with no more than 7 seconds between each kill"
RewardText="+2,000 xp"

[KillTotals.KillChain_3_KillingSpree:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Kills"

[KillTotals.KillChain_4_ConveyorOfDeath ChallengeDefinition]
ChallengeName="      Conveyor of Death"
Description="Kill 25 enemies in succession with no more than 7 seconds between each kill"
RewardText="+5,000 xp"

[KillTotals.KillChain_4_ConveyorOfDeath:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Kills"

[KillTotals.ShockKills_1_Zap ChallengeDefinition]
ChallengeName="Zap!"
Description="Get 25 kills with Shock attacks"
RewardText="+1,000 xp"

[KillTotals.ShockKills_1_Zap:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Shock Kills"

[KillTotals.ShockKills_2_NikolaIsAFriendOfMine ChallengeDefinition]
ChallengeName="  Nikola is a friend of mine"
Description="Get 250 kills with Shock attacks"
RewardText="+2,000 xp"

[KillTotals.ShockKills_2_NikolaIsAFriendOfMine:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Shock Kills"

[KillTotals.ShockKills_3_PutsForksInSockets ChallengeDefinition]
ChallengeName="    Puts forks in sockets"
Description="Get 1,000 kills with Shock attacks"
RewardText="+5,000 xp"

[KillTotals.ShockKills_3_PutsForksInSockets:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Shock Kills"

[KillTotals.ShockKills_4_Shocker ChallengeDefinition]
ChallengeName="      Shocker"
Description="Get 2,500 kills with Shock attacks"
RewardText="+20,000 xp"

[KillTotals.ShockKills_4_Shocker:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Shock Kills"

[KillTotals.TotalKills_1_SeasonedKiller ChallengeDefinition]
ChallengeName="Seasoned Killer"
Description="Kill 500 enemies"
RewardText="+1,000 xp"

[KillTotals.TotalKills_1_SeasonedKiller:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Kills"

[KillTotals.TotalKills_2_NumbToTheVoices ChallengeDefinition]
ChallengeName="  Numb to the Voices"
Description="Kill 1,000 enemies"
RewardText="+2,000 xp"

[KillTotals.TotalKills_2_NumbToTheVoices:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Kills"

[KillTotals.TotalKills_3_TerrorOfPandora ChallengeDefinition]
ChallengeName="    Terror of Pandora"
Description="Kill 4,000 enemies"
RewardText="+5,000 xp"

[KillTotals.TotalKills_3_TerrorOfPandora:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Kills"

[KillTotals.TotalKills_4_IAmBecomeDeath ChallengeDefinition]
ChallengeName="      I am become Death..."
Description="Kill 10,000 enemies"
RewardText="+20,000 xp"

[KillTotals.TotalKills_4_IAmBecomeDeath:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Kills"

[More.ChestOpened_1_OooShiney ChallengeDefinition]
ChallengeName="Ooo! Shiney!"
Description="Open 5 Chests"
RewardText="+1,000 xp"

[More.ChestOpened_1_OooShiney:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Chests Opened"

[More.ChestOpened_2_TreasureHunter ChallengeDefinition]
ChallengeName="  Treasure Hunter"
Description="Open 25 Chests"
RewardText="+2,000 xp"

[More.ChestOpened_2_TreasureHunter:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Chests Opened"

[More.ChestOpened_3_SwagMaster ChallengeDefinition]
ChallengeName="    Swag Master"
Description="Open 100 Chests"
RewardText="+5,000 xp"

[More.ChestOpened_3_SwagMaster:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Chests Opened"

[More.ChestOpened_4_EnvyOfPirates ChallengeDefinition]
ChallengeName="      Envy of Pirates"
Description="Open 500 Chests"
RewardText="+20,000 xp"

[More.ChestOpened_4_EnvyOfPirates:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Chests Opened"

[More.Currency_1_PocketChange ChallengeDefinition]
ChallengeName="Pocket Change"
Description="Earn 10,000 Dollars"
RewardText="+1,000 xp"

[More.Currency_1_PocketChange:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Earned money"

[More.Currency_2_MoneyItBuysHappiness ChallengeDefinition]
ChallengeName="  Money.  It buys Happiness"
Description="Earn 250,000 Dollars"
RewardText="+2,000 xp"

[More.Currency_2_MoneyItBuysHappiness:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Earned money"

[More.Currency_3_TheRichGetRicher ChallengeDefinition]
ChallengeName="    The Rich get Richer"
Description="Earn 1,000,000 Dollars"
RewardText="+5,000 xp"

[More.Currency_3_TheRichGetRicher:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Earned money"

[More.Currency_4_HowMuchForThatPlanet ChallengeDefinition]
ChallengeName="      How Much For The Planet?"
Description="Earn 9,999,999 Dollars"
RewardText="+20,000 xp"

[More.Currency_4_HowMuchForThatPlanet:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Earned money"

[More.ItemsBought_1_ImpulseBuyer ChallengeDefinition]
ChallengeName="Impulse buyer"
Description="Buy 5 Items"
RewardText="+1,000 xp"

[More.ItemsBought_1_ImpulseBuyer:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Bought Items"

[More.ItemsBought_2_GoodConsumer ChallengeDefinition]
ChallengeName="  Good Consumer"
Description="Buy 50 Items"
RewardText="+2,000 xp"

[More.ItemsBought_2_GoodConsumer:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Bought Items"

[More.ItemsBought_3_IWantItAll ChallengeDefinition]
ChallengeName="    I want it all!"
Description="Buy 200 Items"
RewardText="+5,000 xp"

[More.ItemsBought_3_IWantItAll:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Bought Items"

[More.ItemsBought_4_SelfContainedEconomy ChallengeDefinition]
ChallengeName="      Self contained economy"
Description="Buy 500 Items"
RewardText="+20,000 xp"

[More.ItemsBought_4_SelfContainedEconomy:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Bought Items"

[More.ItemsSold_1_HowMuchForTheGun ChallengeDefinition]
ChallengeName="How much for the gun?"
Description="Sell 50 Items"
RewardText="+1,000 xp"

[More.ItemsSold_1_HowMuchForTheGun:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Sold Items"

[More.ItemsSold_2_GunRunner ChallengeDefinition]
ChallengeName="  Gun runner"
Description="Sell 100 Items"
RewardText="+2,000 xp"

[More.ItemsSold_2_GunRunner:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Sold Items"

[More.ItemsSold_3_ArmsDealer ChallengeDefinition]
ChallengeName="    Arms dealer"
Description="Sell 400 Items"
RewardText="+5,000 xp"

[More.ItemsSold_3_ArmsDealer:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Sold Items"

[More.ItemsSold_4_MerchantOfDeath ChallengeDefinition]
ChallengeName="      Merchant of Death"
Description="Sell 1,200 Items"
RewardText="+20,000 xp"

[More.ItemsSold_4_MerchantOfDeath:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Sold Items"

[More.LootableOpened_1_WhatsInHere ChallengeDefinition]
ChallengeName="What's in here?"
Description="Open 50 Lootable objects"
RewardText="+1,000 xp"

[More.LootableOpened_1_WhatsInHere:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Lootables Opened"

[More.LootableOpened_2_Scavenger ChallengeDefinition]
ChallengeName="  Scavenger"
Description="Open 250 Lootable objects"
RewardText="+2,000 xp"

[More.LootableOpened_2_Scavenger:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Lootables Opened"

[More.LootableOpened_3_WildernessSurvivor ChallengeDefinition]
ChallengeName="    Wilderness Survivor"
Description="Open 1,000 Lootable objects"
RewardText="+5,000 xp"

[More.LootableOpened_3_WildernessSurvivor:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Lootables Opened"

[More.LootableOpened_4_NoStoneUnturned ChallengeDefinition]
ChallengeName="      No stone unturned"
Description="Open 5,000 Lootable objects"
RewardText="+20,000 xp"

[More.LootableOpened_4_NoStoneUnturned:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Lootables Opened"

[More.ShotsFired_1_LotsOfShots ChallengeDefinition]
ChallengeName="Lots of shots"
Description="Shoot 2,000 Times"
RewardText="+1,000 xp"

[More.ShotsFired_1_LotsOfShots:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Shots Fired"

[More.ShotsFired_2_KeepFiring ChallengeDefinition]
ChallengeName="  Keep firing"
Description="Shoot 10,000 Times"
RewardText="+2,000 xp"

[More.ShotsFired_2_KeepFiring:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Shots Fired"

[More.ShotsFired_3_WhoMadeThatManAGunner ChallengeDefinition]
ChallengeName="    Who made that man a gunner?"
Description="Shoot 25,000 Times"
RewardText="+5,000 xp"

[More.ShotsFired_3_WhoMadeThatManAGunner:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Shots Fired"

[More.ShotsFired_4_IFiredEveryBulletEver ChallengeDefinition]
ChallengeName="      I fired every bullet ever"
Description="Shoot 100,000 Times"
RewardText="+20,000 xp"

[More.ShotsFired_4_IFiredEveryBulletEver:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Shots Fired"

[More.VehicleHang_1_HangTime ChallengeDefinition]
ChallengeName="Hang Time"
Description="Get 2 seconds of vehicle hang time"
RewardText="+500 xp"

[More.VehicleHang_1_HangTime:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Vehicle Hang Time"

[More.VehicleHang_2_Airborne ChallengeDefinition]
ChallengeName="  Airborne"
Description="Get 3 seconds of vehicle hang time"
RewardText="+1,000 xp"

[More.VehicleHang_2_Airborne:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Vehicle Hang Time"

[More.VehicleHang_3_ThisIsNotAFlightSimulator ChallengeDefinition]
ChallengeName="    This is not a flight simulator"
Description="Get 4 seconds of vehicle hang time"
RewardText="+2,000 xp"

[More.VehicleHang_3_ThisIsNotAFlightSimulator:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Vehicle Hang Time"

[More.VehicleHang_4_OrbitAchieved ChallengeDefinition]
ChallengeName="      Orbit Achieved"
Description="Get 5 seconds of vehicle hang time"
RewardText="+5,000 xp"

[More.VehicleHang_4_OrbitAchieved:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
ConditionName="Vehicle Hang Time"

[Weapons.LauncherKills_1_Boom ChallengeDefinition]
ChallengeName="Boom"
Description="Get 50 kills with Launchers"
RewardText="+1,000 xp"

[Weapons.LauncherKills_1_Boom:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Launcher Kills"

[Weapons.LauncherKills_2_BOOM ChallengeDefinition]
ChallengeName="  BOOM"
Description="Get 250 kills with Launchers"
RewardText="+2,000 xp"

[Weapons.LauncherKills_2_BOOM:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Launcher Kills"

[Weapons.LauncherKills_3_KaBOOM ChallengeDefinition]
ChallengeName="    KaBOOM!"
Description="Get 1,000 kills with Launchers"
RewardText="+5,000 xp"

[Weapons.LauncherKills_3_KaBOOM:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Launcher Kills"

[Weapons.LauncherKills_4_KABOOOOOOOM ChallengeDefinition]
ChallengeName="      KA BOOOOOOOM!!!!"
Description="Get 2,500 kills with Launchers"
RewardText="+20,000 xp"

[Weapons.LauncherKills_4_KABOOOOOOOM:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Launcher Kills"

[Weapons.MeleeKills_1_Punchy ChallengeDefinition]
ChallengeName="Punchy"
Description="Get 50 kills with Melee"
RewardText="+1,000 xp"

[Weapons.MeleeKills_1_Punchy:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Melee Kills"

[Weapons.MeleeKills_2_Brawler ChallengeDefinition]
ChallengeName="  Brawler"
Description="Get 250 kills with Melee"
RewardText="+2,000 xp"

[Weapons.MeleeKills_2_Brawler:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Melee Kills"

[Weapons.MeleeKills_3_Boxer ChallengeDefinition]
ChallengeName="    Boxer"
Description="Get 1,000 kills with Melee"
RewardText="+5,000 xp"

[Weapons.MeleeKills_3_Boxer:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Melee Kills"

[Weapons.MeleeKills_4_HeavyweightChampion ChallengeDefinition]
ChallengeName="      Heavyweight Champion"
Description="Get 2,500 kills with Melee"
RewardText="+20,000 xp"

[Weapons.MeleeKills_4_HeavyweightChampion:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Melee Kills"

[Weapons.PistolKills_1_Draw ChallengeDefinition]
ChallengeName="Draw!"
Description="Get 50 kills with Pistols"
RewardText="+1,000 xp"

[Weapons.PistolKills_1_Draw:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Pistol Kills"

[Weapons.PistolKills_2_SizeDoesntMatter ChallengeDefinition]
ChallengeName="  Size doesn't matter"
Description="Get 250 kills with Pistols"
RewardText="+2,000 xp"

[Weapons.PistolKills_2_SizeDoesntMatter:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Pistol Kills"

[Weapons.PistolKills_3_NoOnesLaughingNow ChallengeDefinition]
ChallengeName="    No one's laughing now"
Description="Get 1,000 kills with Pistols"
RewardText="+5,000 xp"

[Weapons.PistolKills_3_NoOnesLaughingNow:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Pistol Kills"

[Weapons.PistolKills_4_Pistolero ChallengeDefinition]
ChallengeName="      Pistolero"
Description="Get 2,500 kills with Pistols"
RewardText="+20,000 xp"

[Weapons.PistolKills_4_Pistolero:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Pistol Kills"

[Weapons.RifleKills_1_SprayAndPrey ChallengeDefinition]
ChallengeName="Spray and Prey"
Description="Get 50 kills with Combat Rifles"
RewardText="+1,000 xp"

[Weapons.RifleKills_1_SprayAndPrey:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Rifle Kills"

[Weapons.RifleKills_2_SizeMatters ChallengeDefinition]
ChallengeName="  Size matters"
Description="Get 250 kills with Combat Rifles"
RewardText="+2,000 xp"

[Weapons.RifleKills_2_SizeMatters:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Rifle Kills"

[Weapons.RifleKills_3_MakeChunks ChallengeDefinition]
ChallengeName="    Make Chunks"
Description="Get 1,000 kills with Combat Rifles"
RewardText="+5,000 xp"

[Weapons.RifleKills_3_MakeChunks:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Rifle Kills"

[Weapons.RifleKills_4_OneManArmy ChallengeDefinition]
ChallengeName="      One Man Army"
Description="Get 2,500 kills with Combat Rifles"
RewardText="+20,000 xp"

[Weapons.RifleKills_4_OneManArmy:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Rifle Kills"

[Weapons.ShotgunKills_1_GetOffMyLawn ChallengeDefinition]
ChallengeName="Get off my lawn!"
Description="Get 50 kills with Shotguns"
RewardText="+1,000 xp"

[Weapons.ShotgunKills_1_GetOffMyLawn:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Shotgun Kills"

[Weapons.ShotgunKills_2_TasteTheRedMist ChallengeDefinition]
ChallengeName="  Taste the red mist"
Description="Get 250 kills with Shotguns"
RewardText="+2,000 xp"

[Weapons.ShotgunKills_2_TasteTheRedMist:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Shotgun Kills"

[Weapons.ShotgunKills_3_InstantAutopsy ChallengeDefinition]
ChallengeName="    Instant Autopsy"
Description="Get 1,000 kills with Shotguns"
RewardText="+5,000 xp"

[Weapons.ShotgunKills_3_InstantAutopsy:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Shotgun Kills"

[Weapons.ShotgunKills_4_BuckshotLegend ChallengeDefinition]
ChallengeName="      Buckshot Legend"
Description="Get 2,500 kills with Shotguns"
RewardText="+20,000 xp"

[Weapons.ShotgunKills_4_BuckshotLegend:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Shotgun Kills"

[Weapons.SMGKills_1_RatATat ChallengeDefinition]
ChallengeName="Rat a Tat!"
Description="Get 50 kills with SMGs"
RewardText="+1,000 xp"

[Weapons.SMGKills_1_RatATat:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="SMG Kills"

[Weapons.SMGKills_2_SoManyLittleHoles ChallengeDefinition]
ChallengeName="  So many little holes..."
Description="Get 250 kills with SMGs"
RewardText="+2,000 xp"

[Weapons.SMGKills_2_SoManyLittleHoles:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="SMG Kills"

[Weapons.SMGKills_3_BulletHose ChallengeDefinition]
ChallengeName="    Bullet Hose"
Description="Get 1,000 kills with SMGs"
RewardText="+5,000 xp"

[Weapons.SMGKills_3_BulletHose:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="SMG Kills"

[Weapons.SMGKills_4_HumanTsunami ChallengeDefinition]
ChallengeName="      Human Tsunami"
Description="Get 2,500 kills with SMGs"
RewardText="+20,000 xp"

[Weapons.SMGKills_4_HumanTsunami:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="SMG Kills"

[Weapons.SniperKills_1_OneShotOneKill ChallengeDefinition]
ChallengeName="One Shot, One Kill"
Description="Get 50 kills with Sniper Rifles"
RewardText="+1,000 xp"

[Weapons.SniperKills_1_OneShotOneKill:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Sniper Kills"

[Weapons.SniperKills_2_IllWaitBackHere ChallengeDefinition]
ChallengeName="  I'll wait back here..."
Description="Get 250 kills with Sniper Rifles"
RewardText="+2,000 xp"

[Weapons.SniperKills_2_IllWaitBackHere:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Sniper Kills"

[Weapons.SniperKills_3_BrainVentilator ChallengeDefinition]
ChallengeName="    Brain Ventilator"
Description="Get 1,000 kills with Sniper Rifles"
RewardText="+5,000 xp"

[Weapons.SniperKills_3_BrainVentilator:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Sniper Kills"

[Weapons.SniperKills_4_FingerOfGod ChallengeDefinition]
ChallengeName="      Finger of God"
Description="Get 2,500 kills with Sniper Rifles"
RewardText="+20,000 xp"

[Weapons.SniperKills_4_FingerOfGod:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
ConditionName="Sniper Kills"

[Weapons.VehicleKills_1_RoadRage ChallengeDefinition]
ChallengeName="Road Rage"
Description="Kill 25 Enemies with a vehicle"
RewardText="+1,000 xp"

[Weapons.VehicleKills_1_RoadRage:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Vehicle Kills"

[Weapons.VehicleKills_2_VehicularManslaughter ChallengeDefinition]
ChallengeName="  Vehicular Manslaughter"
Description="Kill 150 Enemies with a vehicle"
RewardText="+2,000 xp"

[Weapons.VehicleKills_2_VehicularManslaughter:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Vehicle Kills"

[Weapons.VehicleKills_3_SchoolBusDriver ChallengeDefinition]
ChallengeName="    School bus Driver"
Description="Kill 500 Enemies with a vehicle"
RewardText="+5,000 xp"

[Weapons.VehicleKills_3_SchoolBusDriver:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Vehicle Kills"

[Weapons.VehicleKills_4_HellOnWheels ChallengeDefinition]
ChallengeName="      Hell on Wheels"
Description="Kill 1,000 Enemies with a vehicle"
RewardText="+20,000 xp"

[Weapons.VehicleKills_4_HellOnWheels:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
ConditionName="Vehicle Kills"

